<?php
$servers = [
    [
        'ip'    => '195.62.52.66', // IP-адрес
        'port'  => 28532' // Порт
    ],
];

$slides = [
    /* Начальный слайд */
    'main' => [
        'title' => 'PHAD AWP PUBLIC', // Заголовок главного раздела
        'desc'  => 'Проект игровых серверов CS:GO', // Краткое описание
        'img'   => 'assets/images/header.jpg' // Ссылка или путь к фоновой картинке
    ],

    /* Дополнительные */
    'optional' => [
        [
            'title' => 'Донат проекту', // Заголовок раздела
            'desc'  => 'Вы можете поддержать проект приобретя привилегию!', // Краткое описание
            'link'  => 'vk.com/phadpublics', // Ссылка на ресурс
            'img'   => 'assets/images/header.jpg' // Ссылка или путь к фоновой картинке
        ],
		[
            'title' => 'Банлист игроков', // Заголовок раздела
            'desc'  => 'Подробная статистика банов и мутов', // Краткое описание
            'link'  => 'http://buyprive.cs-projects.ru/index.php?p=home', // Ссылка на ресурс
            'img'   => 'assets/images/header.jpg' // Ссылка или путь к фоновой картинке
        ],
		[
            'title' => 'Конкурсы, розыгрыши и акции', // Заголовок раздела
            'desc'  => 'В нашей группе VK проходит множество событий! Подписывайся, чтобы ничего не пропустить', // Краткое описание
            'link'  => 'vk.com/phadpublics', // Ссылка на ресурс
            'img'   => 'assets/images/header4.jpg' // Ссылка или путь к фоновой картинке
        ]
    ]
];